Repository: knightofnet/StartAs
Catalog: ConfigStartAs/Properties/Resources.*.resx
Languages: es_es, fr_fr

# cbWsHidden
source: Hidden
es_es: Oculto
fr_fr: Masquée

# cbWsMaximized
source: Maximized
es_es: Maximizada
fr_fr: Agrandie

# cbWsNormal
source: Normal window
es_es: Ventana normal
fr_fr: Fenêtre normale

# cbWsReduced
source: Reduced
es_es: Reducida
fr_fr: Réduite

# lblArgs
source: Arguments:
es_es: Argumentos:

# lblBtnBrowse
source: Browse
es_es: Buscar en
fr_fr: Parcourir

# lblBtnNew
source: New
es_es: Nuevo
fr_fr: Nouveau

# lblBtnOpenDotted
source: Open…
es_es: Abrir…
fr_fr: Ouvrir...

# lblBtnSave
source: Save
es_es: Guardar
fr_fr: Enregistrer

# lblCancel
source: Cancel
es_es: Cancelar
fr_fr: Annuler

# lblCbSetExpirationDate
source: Set an expiration date for the authentication file
es_es: Definir una fecha de caducidad para el archivo de autenticación
fr_fr: Définir une date d'expiration pour le fichier d'authentification

# lblCbSetVerifAtStart
source: Perform an integrity check on the executable at launch (may slow down the startup)
es_es: Realizar una comprobación de la integridad del ejecutable al iniciarse (puede ralentizar el inicio)
fr_fr: Effectuer une vérification d'intégrité sur l'exécutable au lancement (peut ralentir le démarrage)

# lblCvSetPin
source: Ask for a PIN code when starting the application
es_es: Pedir un código PIN al iniciar la aplicación
fr_fr: Demander un code au démarrage de l'application

# lblExecFilePath
source: Target:
es_es: Destino:
fr_fr: Chemin de l'exécutable :

# lblFileAuthent
source: Authentication file
es_es: Archivo de autenticación
fr_fr: Fichier d'authentification :

# lblGpSecurity
source: Security
es_es: Seguridad
fr_fr: Sécurité

# lblGpStartAs
source: Start as
es_es: Iniciar como
fr_fr: Démarrer en tant que

# lblPassword
source: Password:
es_es: Contraseña:
fr_fr: Mot de passe :

# lblUsername
source: Username:
es_es: Usuario:
fr_fr: Nom d'utilisateur :

# lblWdDir
source: Start in:
es_es: Inciar en:
fr_fr: Démarrer dans :

# lblWinPwdPrompt
source: Enter the password
es_es: Introduzca la contraseña
fr_fr: Entrez le mot de passe

# lblWinPwdPromptTitle
source: Password required to open authentification file
es_es: Se requiere la contraseña para abrir el archivo de autentificación
fr_fr: Mot de passe requis pour ouvrir le fichier

# lblWs
source: Run
es_es: Ejecutar:
fr_fr: Exécuter :

# msgTxtChangesPending
source: Changes may have been made to file '{0}'. If you open another file, you may lose these changes. Do you want to continue?
es_es: Es posible que se hayan realizado cambios en el archivo '{0}'. Si abre otro archivo, puede perder estos cambios. ¿Desea continuar?
fr_fr: Des modifications ont pu être apportées au fichier '{0}'. Si vous ouvrez un autre fichier, vous risquez de perdre ces modifications. Voulez-vous continuer ?

# msgTxtDirNotExist
source: The directory '{0}' does not exist or is not accessible.
es_es: El directorio '{0}' no existe o no es accesible.
fr_fr: Le dossier '{0}' n'existe pas ou n'est pas accessible.

# msgTxtErrorCreateAuthentFile
source: Error when creating the authentication file.
es_es: Error al crear el archivo de autenticación.
fr_fr: Erreur lors de la création du fichier d'authentification.

# msgTxtErrorOpenAuthFileGen
source: For security reasons, the CRT file will not be opened.
es_es: Por razones de seguridad, el archivo CRT no se abrirá.
fr_fr: Pour des raisons de sécurité, le fichier CRT ne sera pas ouvert.

# msgTxtErrorOpenAuthFilePwd
source: Incorrect password. For security reasons, the CRT file will not be opened.
es_es: Contraseña incorrecta. Por razones de seguridad, el archivo CRT no se abrirá.
fr_fr: Mot de passe incorrect. Pour des raisons de sécurité, le fichier CRT ne sera pas ouvert.

# msgTxtErrorReadingAuthFile
source: Error reading authentication file
es_es: Error al leer el archivo de autenticación
fr_fr: Erreur lors de la lecture du fichier d'authentification

# msgTxtFileNotExist
source: The file '{0}' does not exist or is not accessible.
es_es: El archivo '{0}' no existe o no es accesible.
fr_fr: Le fichier '{0}' n'existe pas ou n'est pas accessible.

# msgTxtQuestion
source: Question
es_es: Pregunta

# msgTxtWarnNoPwd
source: It is mandatory to enter a password in order to read the CRT file.
es_es: Es obligatorio introducir la contraseña para poder leer el fichero CRT.
fr_fr: Il est nécessaire d'entrer un mot de passe afin de pouvoir lire le fichier CRT.

# openForAuthFileFilter
source: Authentication files|*.crt|All files|*.*
es_es: Archivos de autenticación|*.crt|Todos los archivos|*.*
fr_fr: Fichiers d'authentification|*.crt|Tous les fichiers|*.*

# openForFilePathFilenameFilter
source: Executables|*.exe|All files|*.*
es_es: Ejecutables|*.exe|Todos los archivos|*.*
fr_fr: Applications|*.exe|Tous les fichiers|*.*

# strNoFileExec
source: No executable file has been specified.
es_es: No se ha especificado ningún archivo ejecutable.
fr_fr: Aucun fichier à exécuter n'a été indiqué.

# txtHlinkCreateShortcut
source: Create a shortcut on the desktop
es_es: Crear un acceso directo
fr_fr: Créer un raccourci sur le bureau

# txtHlinkShowFolderAuthentFileExplorer
source: Show the authentication file in the explorer
es_es: Mostrar el archivo de autenticación en el explorador
fr_fr: Montrer le fichier d'authentification dans l'explorateur

# msgTxtError
source: Error
fr_fr: Erreur
